Revit 2027 API
ParameterTypeId.EnergyAnalysisMasszoneDivideperimeter Property
 "Perimeter Zone Division"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisMasszoneDivideperimeter { get; }
Public Shared ReadOnly Property EnergyAnalysisMasszoneDivideperimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisMasszoneDivideperimeter {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisMasszoneDivideperimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace